Repository: yii-extension/user-translations
Catalog: locales/*/user-mailer.po
Languages: de_de, nl_nl, ru_ru

source: Hello, {username},
de_de: Hallo, {username},
nl_nl: Hallo, {username},
ru_ru: Здравствуйте, {username},

source: If you cannot click the link, please try pasting the text into your browser.
de_de: Wenn Sie nicht auf den Link klicken können, versuchen Sie bitte, den Text in Ihren Browser einzufügen.
nl_nl: Als u niet op de link kunt klikken, probeer dan de tekst in uw browser te plakken.
ru_ru: Если вы не можете перейти по ссылке, попробуйте вставить её текст в адресную строку своего браузера.

source: If you did not make this request you can ignore this email.
de_de: Wenn Sie diese Anfrage nicht gestellt haben, können Sie diese E-Mail ignorieren.
nl_nl: Als u dit verzoek niet heeft gedaan, kunt u deze e-mail negeren.
ru_ru: Если вы не отправляли этот запрос, просто проигнорируйте это письмо.

source: In order to complete your request, please click the link below:
de_de: Um Ihre Anfrage abzuschließen, klicken Sie bitte auf den unten stehenden Link:
nl_nl: Om uw verzoek te voltooien, klikt u op de onderstaande link:
ru_ru: Чтобы завершить запрос, нажмите на ссылку ниже:

source: Thank you for signing up on {applicationName}.
de_de: Vielen Dank, dass Sie sich bei {applicationName} angemeldet haben.
nl_nl: Bedankt voor het aanmelden bij {applicationName}.

source: We have generated a password for you:
de_de: Wir haben ein Passwort für Sie generiert:
nl_nl: We hebben een wachtwoord voor u gegenereerd:
ru_ru: Мы создали для вас пароль:

source: We have received a request to change the email address for your account on {applicationName}.
de_de: Wir haben eine Anfrage erhalten, die E-Mail-Adresse Ihres Kontos unter {applicationName} zu ändern.
nl_nl: We hebben een verzoek ontvangen om het e-mailadres voor uw account op {applicationName} te wijzigen.

source: We have received a request to reset the password for your account on {applicationName}.
de_de: Wir haben eine Anfrage erhalten, die E-Mail-Adresse Ihres Kontos unter {applicationName} zu ändern.
nl_nl: We hebben een verzoek ontvangen om het wachtwoord voor uw account op {applicationName} opnieuw in te stellen.

source: Your account on {applicationName} has a new password.
de_de: Ihr Konto unter {applicationName} hat ein neues Passwort.
nl_nl: Uw account op {applicationName} heeft een nieuw wachtwoord.

source: Your account on {applicationName} has been created.
de_de: Ihr Konto unter {applicationName} wurde erstellt.
nl_nl: Uw account op {applicationName} is aangemaakt.

source: Thank you for signing up on {moduleName}.
ru_ru: Благодарим вас за регистрацию в {moduleName}.

source: We have received a request to change the email address for your account on {moduleName}.
ru_ru: Мы получили запрос на изменение адреса электронной почты для вашего аккаунта в {moduleName}.

source: We have received a request to reset the password for your account on {moduleName}.
ru_ru: Мы получили запрос на сброс пароля для вашего аккаунта в {moduleName}.

source: Your account on {moduleName} has a new password.
ru_ru: У вашей учетной записи в {moduleName} новый пароль.

source: Your account on {moduleName} has been created.
ru_ru: Ваша учетная запись в {moduleName} создана.
