Repository: yii-extension/user-translations
Catalog: locales/*/user.po
Languages: nl_nl, ru_ru

source: A confirmation message has been sent to your new email address {email}
nl_nl: Er is een bevestigingsbericht verzonden naar uw nieuwe e-mailadres {email}
ru_ru: На ваш новый адрес электронной почты {email} было отправлено подтверждающее сообщение

source: Account Delete
ru_ru: Учетная запись Удалить

source: Bio
nl_nl: Biografie
ru_ru: Биография

source: Confirmation
ru_ru: Подтверждение

source: Email
nl_nl: E-mail Adres
ru_ru: Эл. адрес

source: Email From
ru_ru: Электронная почта от

source: Email already registered
nl_nl: E-mailadres al geregistreerd
ru_ru: Электронная почта уже зарегистрирована

source: Generating password
ru_ru: Сгенерировать пароль

source: Header Message
ru_ru: Заголовок сообщения

source: Inactive user
nl_nl: Inactieve gebruiker
ru_ru: Неактивный пользователь

source: Invalid login or password
nl_nl: Ongeldige login of wachtwoord
ru_ru: Неправильный логин или пароль

source: Location
nl_nl: Lokatie
ru_ru: Расположение

source: Name
nl_nl: Naam
ru_ru: Имя

source: Password
nl_nl: Wachtwoord
ru_ru: Пароль

source: Password Recovery
ru_ru: Восстановление пароля

source: Password should contain at least 6 characters
nl_nl: Wachtwoord moet minimaal 6 tekens bevatten
ru_ru: Пароль должен содержать не менее 6 символов

source: Please check your email to activate your account
nl_nl: Controleer uw e-mail om uw account te activeren
ru_ru: Пожалуйста, проверьте свою электронную почту, чтобы активировать свое имя пользователя

source: Please check your email to activate your username
nl_nl: Controleer uw e-mail om uw gebruikersnaam te activeren
ru_ru: Пожалуйста, проверьте свою электронную почту, чтобы активировать свое имя пользователя

source: Please check your email to change your password
nl_nl: Controleer uw e-mail om uw wachtwoord te wijzigen
ru_ru: Пожалуйста, проверьте свою электронную почту, чтобы изменить пароль

source: Please check your email to confirm the change
nl_nl: Controleer uw e-mail om de wijziging te bevestigen
ru_ru: Пожалуйста, проверьте свою электронную почту, чтобы подтвердить изменение

source: Public email
nl_nl: Openbaar e-mailadres
ru_ru: Общедоступный эл. адрес

source: Register
ru_ru: Регистрация

source: Remember me
nl_nl: Ingelogd blijven
ru_ru: Запомнить

source: Sign in successful - {lastLogin}
nl_nl: Succesvol aangemeld - {lastLogin}
ru_ru: Успешный вход - {lastLogin}

source: Subject Confirm
ru_ru: Тема Подтвердить

source: Subject Password
ru_ru: Тема Пароль

source: Subject Reconfirmation
ru_ru: Тема Повторное подтверждение

source: Subject Recovery
ru_ru: Тема Восстановление

source: Subject Welcome
ru_ru: Тема Приветственное сообщение

source: System Notification
nl_nl: Systeemnotificatie
ru_ru: Системное уведомление

source: Thank you. If said email is registered, you will get a password reset
nl_nl: Dank u. Als het genoemde e-mailadres is geregistreerd, wordt uw wachtwoord opnieuw ingesteld
ru_ru: Спасибо. Если указанный адрес электронной почты зарегистрирован, вы получите сброс пароля

source: Thank you. If said email is registered, you will get a resend confirmation message
nl_nl: Dank u. Als dit e-mailadres is geregistreerd, krijgt u een bevestigingsbericht
ru_ru: Спасибо. Если указанный адрес электронной почты зарегистрирован, вы получите сообщение с подтверждением повторной отправки

source: The value must be either "1" or "0"
nl_nl: De waarde moet "1" of "0" zijn
ru_ru: Значение должно быть либо «1», либо «0»

source: This is your first login - Welcome
nl_nl: Dit is uw eerste login - Welkom
ru_ru: Это ваш первый логин - Добро пожаловать

source: This value is invalid
nl_nl: Deze waarde is ongeldig
ru_ru: Это недопустимое значение

source: This value is not a valid URL
nl_nl: Deze waarde is geen geldige URL
ru_ru: Это значение не является действительным URL

source: This value is not a valid email address
nl_nl: Deze waarde is geen geldig e-mailadres
ru_ru: Это значение не является действительным адресом электронной почты

source: Time zone
nl_nl: Tijdzone
ru_ru: Часовой пояс

source: Token Confirmation
ru_ru: Подтверждение токена

source: Token Recover
ru_ru: Восстановление токена

source: User is active
nl_nl: Gebruiker is actief
ru_ru: Пользователь активен

source: Username
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя

source: Username Case Sensitive
ru_ru: Имя пользователя чувствительно к регистру

source: Username Regex Expression
ru_ru: Выражение регулярного выражения имени пользователя

source: Username already registered
nl_nl: Gebruikersnaam al geregistreerd
ru_ru: Имя пользователя уже зарегистрировано

source: Username should contain at least 3 characters
nl_nl: De gebruikersnaam moet minimaal 3 tekens bevatten
ru_ru: Имя пользователя должно содержать не менее 3 символов

source: Value cannot be blank
nl_nl: Waarde mag niet leeg zijn
ru_ru: Значение не может быть пустым

source: We have sent confirmation links to both old email: {email} and new email: {newEmail} addresses. You must click both links to complete your request
nl_nl: We hebben bevestigingslinks gestuurd naar zowel oude e-mailadres: {email} alsook uw nieuwe e-mailadres: {newEmail}. U moet op beide links klikken om uw verzoek te voltooien
ru_ru: Мы отправили ссылки для подтверждения как на старый адрес электронной почты: {email}, так и на новый адрес электронной почты: {newEmail}. Вы должны щелкнуть обе ссылки, чтобы завершить свой запрос

source: Website
ru_ru: Веб-сайт

source: Your account has been created
nl_nl: Uw account is gecreÃ«erd
ru_ru: Ваш аккаунт был создан

source: Your confirmation token is invalid or expired
nl_nl: Uw bevestigingstoken is ongeldig of verlopen
ru_ru: Ваш токен подтверждения недействителен или просрочен

source: Your data has been saved
nl_nl: De data is opgeslagen
ru_ru: Ваши данные были сохранены

source: Your email address has been changed
nl_nl: Uw e-mailadres is gewijzigd
ru_ru: Ваш электронный адрес был изменен

source: Your password has been changed
nl_nl: Uw wachtwoord is gewijzigd
ru_ru: Ваш пароль был изменен

source: Your user has been blocked, contact an administrator
nl_nl: Uw gebruiker is geblokkeerd, neem contact op met een beheerder
ru_ru: Ваш пользователь заблокирован, обратитесь к администратору

source: Your user has been confirmed
nl_nl: Uw account is bevestigd
ru_ru: Ваш пользователь подтвержден
